Repository: semente/django-smuggler
Catalog: smuggler/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Existing items with same <i>id</i> will be overwritten.
nl: Bestaande objecten met dezelfde <i>id</i> worden overschreven!

source: Invalid file extension.
nl: Ongeldige bestandsextensie.

source: An exception occurred while dumping data: %s
nl: Er is een fout opgetreden tijdens het exporteren van de data: %s

source: An exception occurred while loading data: %s
nl: Er is een fout opgetreden tijdens het importeren van de data: %s

source: Dump data
nl: Exporteer data

source: Load data
nl: Importeer data

source: Add %(name)s
nl: %(name)s toevoegen

source: Home
nl: Voorpagina

source: Please correct the error below.
nl: Herstel de fout hieronder

source: Data from your computer
nl: Gegevens van uw computer

source: Load
nl: Importeer

source: Load fixture and save on disk
nl: Fixture importeren en op schijf opslaan

source: Data from %(smuggler_fixture_dir)s directory
nl: Gegevens uit de directory %(smuggler_fixture_dir)s

source: File name
nl: Bestandsnaam

source: Size
nl: Grootte
